prod/201801.org
#+TITLE: 一月述职报告
#+AUTHOR: 行业研发
#+EMAIL:  liuenze6516@gmail.com
#+DATE: 2018-02-03
#+OPTIONS:   H:2 num:t toc:t \n:nil @:t ::t |:t ^:t -:t f:t *:t <:t
#+OPTIONS:   TeX:t LaTeX:t skip:nil d:nil todo:t pri:nil tags:not-in-toc
#+startup: beamer
#+LaTeX_CLASS: beamer
#+LaTeX_CLASS_OPTIONS: [presentation, bigger]
#+COLUMNS: %40ITEM %10BEAMER_env(Env) %9BEAMER_envargs(Env Args) %4BEAMER_col(Col) %10BEAMER_extra(Extra)
#+BEAMER_THEME: metropolis
#+BIND: org-beamer-outline-frame-title "目录"

* 产品研发
** 小程序直接支付
1 月 18 日上线, 当前支持两种不同的小程序模板。

- 票牛代理 :: 和过去一样，跳转到票牛小程序
- 直接支付 :: 所有功能内嵌, 需商家提供 =商户号=, =商户秘钥=, =小程序 AppSecret= 即可。
** 主办项目管理 [fn:: 体验环境: http://obeta.piaoniu.com 账户: '13800000000', 密码: '12qwaszx' ]
  - 创建项目, 基本信息管理, 场馆添加
  - 场次编辑，支持通票，非通票
  - 场馆座位图上传(excel 形式)
  - 票版管理, 支持有座的座位图票面划分，以及无座的票面库存定义 [fn::一个场次下的票面如何划分，抽象出来主要目的是支持:　长期开演的场次下，工作票，周末票等不同场次下的不同票面划分]
  - 支持发布上架, 以及配置同步后的票牛销售
** 主办闸机入场
  - 支持身份证直接入场，以及入场信息上报
  - 支持创建项目后同步至票牛预约，现场下单后二维码扫码入场
  - 支持独立配置团体二维码用于现场入场。[fn::该部分入场数据的统计暂未提供]
  - 支持演出入场数据图表查看

** 其他功能
- 票牛系统主办最低结算价
- epass 未验证的联系人列表
- 票牛商家 app 的尾票管理
- 内部发货管理的优先发货列表(用于临近演出的外地客户)
- 旗舰店运营图片设置(用于旗舰店搜索)

* 业务支持
** 重庆红岩村项目

- 重庆桂园 & 曾家岩闸机部署调试 [fn::十分感谢 *啸宇同学* 的配合和支持，辛苦跑了好多趟...]
  - 发券时间优化在 5-10s 内
  - 扫码延迟问题已解决 (解决方式: 卸载了 360)
  - 身份证持续刷卡延迟问题已解决 (去除了门禁 3s 自动关门的配置)

** 北京谢天笑分销试点

- 系统内的配置工作 1 月 25 日开始，1 月 26 日完成。
- 推广传播以及后续效果待跟进

** 雷子笑工厂小程序直接支付项目
- 1 月 24 日开始配置，而后申请小程序的微信支付，至 1 月 31 日还在申请过程中。
- 除支付配置外，其余内容已 ok, 后续继续跟进.

** 主办系统座位图积累
- 1 月 25 日庆媛提出我们需要提前开始积累一下场馆图
- 1 月 30 日啸宇已配合提供重庆的 5 个场馆座位图
- 其他城市的座位图应该在制作中

* 团队情况
** 外部沟通
和庆媛达成一致
- 使用钉盘共享各自的知识积累和文档信息, 如产品文档，业务文档, 项目案例等
- 使用石墨同步各自的进度信息，如产品设计，研发进度, 项目跟进实施进度, 拜访收集到的需求等

** 内部管理
没什么需要汇报的。

* 二月计划

** 主办渠道管理产品
- 完成渠道管理的系统设计
  - 涉及到与销售系统间的定位，边界划分，以及如何支持实库虚库库存等概念
- 明确产品受众和痛点，就产品设计和业务方达成一致
- 完成渠道产品的研发工作

** 主办订单报表 & 重庆主办系统实施试点

- 配合主办需要优化系统

** 主办系统座位图导入
- 当前有票牛系统内沉淀的 130 个场馆座位图
- 待各城市座位图提供后依次导入
