prod/201801.tex
% Created 2018-02-05 一 10:04
% Intended LaTeX compiler: pdflatex
\documentclass[presentation, bigger]{beamer}
\usepackage[no-math]{fontspec}
\usepackage[BoldFont,SlantFont,AutoFakeBold=true,AutoFakeSlant=true]{xeCJK}
\setCJKmainfont[BoldFont=FandolSong-Bold.otf,ItalicFont=FandolKai-Regular.otf]{FandolSong-Regular.otf}
\setCJKsansfont[BoldFont=FandolHei-Bold.otf]{FandolHei-Regular.otf}
\setCJKmonofont{FandolFang-Regular.otf}
\usefonttheme[stillsansseriflarge,stillsansserifsmall]{serif}
\usepackage{graphicx}
\usepackage{xcolor}
\usepackage{listings}
\defaultfontfeatures{Mapping=tex-text}
\usepackage{geometry}
\usepackage{verbatim}
\usepackage{fixltx2e}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{amssymb}
\usepackage{hyperref}
\setlength{\parindent}{0in}
\tolerance=1000
\usetheme{metropolis}
\author{行业研发}
\date{2018-02-03}
\title{一月述职报告}
\hypersetup{
 pdfauthor={行业研发},
 pdftitle={一月述职报告},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 25.3.1 (Org mode 9.1.6)},
 pdflang={English}}
\begin{document}

\maketitle
\begin{frame}{目录}
\tableofcontents
\end{frame}


\section{产品研发}
\label{sec:org5c2444e}
\begin{frame}[fragile,label={sec:org84d87e0}]{小程序直接支付}
 1 月 18 日上线, 当前支持两种不同的小程序模板。

\begin{description}
\item[{票牛代理}] 和过去一样，跳转到票牛小程序
\item[{直接支付}] 所有功能内嵌, 需商家提供 \texttt{商户号}, \texttt{商户秘钥}, \texttt{小程序 AppSecret} 即可。
\end{description}
\end{frame}
\begin{frame}[label={sec:orgffee8d0}]{主办项目管理 \footnote{体验环境: \url{http://obeta.piaoniu.com} 账户: '13800000000', 密码: '12qwaszx'}}
\begin{itemize}
\item 创建项目, 基本信息管理, 场馆添加
\item 场次编辑，支持通票，非通票
\item 场馆座位图上传(excel 形式)
\item 票版管理, 支持有座的座位图票面划分，以及无座的票面库存定义 \footnote{一个场次下的票面如何划分，抽象出来主要目的是支持:　长期开演的场次下，工作票，周末票等不同场次下的不同票面划分}
\item 支持发布上架, 以及配置同步后的票牛销售
\end{itemize}
\end{frame}
\begin{frame}[label={sec:orgcc2b1c5}]{主办闸机入场}
\begin{itemize}
\item 支持身份证直接入场，以及入场信息上报
\item 支持创建项目后同步至票牛预约，现场下单后二维码扫码入场
\item 支持独立配置团体二维码用于现场入场。\footnote{该部分入场数据的统计暂未提供}
\item 支持演出入场数据图表查看
\end{itemize}
\end{frame}

\begin{frame}[label={sec:org22d8da8}]{其他功能}
\begin{itemize}
\item 票牛系统主办最低结算价
\item epass 未验证的联系人列表
\item 票牛商家 app 的尾票管理
\item 内部发货管理的优先发货列表(用于临近演出的外地客户)
\item 旗舰店运营图片设置(用于旗舰店搜索)
\end{itemize}
\end{frame}

\section{业务支持}
\label{sec:orgcc137cf}
\begin{frame}[label={sec:org2669e82}]{重庆红岩村项目}
\begin{itemize}
\item 重庆桂园 \& 曾家岩闸机部署调试 \footnote{十分感谢 \alert{啸宇同学} 的配合和支持，辛苦跑了好多趟\ldots{}}
\begin{itemize}
\item 发券时间优化在 5-10s 内
\item 扫码延迟问题已解决 (解决方式: 卸载了 360)
\item 身份证持续刷卡延迟问题已解决 (去除了门禁 3s 自动关门的配置)
\end{itemize}
\end{itemize}
\end{frame}

\begin{frame}[label={sec:orgb2361b1}]{北京谢天笑分销试点}
\begin{itemize}
\item 系统内的配置工作 1 月 25 日开始，1 月 26 日完成。
\item 推广传播以及后续效果待跟进
\end{itemize}
\end{frame}

\begin{frame}[label={sec:org3318ef2}]{雷子笑工厂小程序直接支付项目}
\begin{itemize}
\item 1 月 24 日开始配置，而后申请小程序的微信支付，至 1 月 31 日还在申请过程中。
\item 除支付配置外，其余内容已 ok, 后续继续跟进.
\end{itemize}
\end{frame}

\begin{frame}[label={sec:orgcd6792f}]{主办系统座位图积累}
\begin{itemize}
\item 1 月 25 日庆媛提出我们需要提前开始积累一下场馆图
\item 1 月 30 日啸宇已配合提供重庆的 5 个场馆座位图
\item 其他城市的座位图应该在制作中
\end{itemize}
\end{frame}

\section{团队情况}
\label{sec:org0e0405a}
\begin{frame}[label={sec:orgb7296f7}]{外部沟通}
和庆媛达成一致
\begin{itemize}
\item 使用钉盘共享各自的知识积累和文档信息, 如产品文档，业务文档, 项目案例等
\item 使用石墨同步各自的进度信息，如产品设计，研发进度, 项目跟进实施进度, 拜访收集到的需求等
\end{itemize}
\end{frame}

\begin{frame}[label={sec:org8146c7f}]{内部管理}
没什么需要汇报的。
\end{frame}

\section{二月计划}
\label{sec:orgf3eaf4f}

\begin{frame}[label={sec:org8301f83}]{主办渠道管理产品}
\begin{itemize}
\item 完成渠道管理的系统设计
\begin{itemize}
\item 涉及到与销售系统间的定位，边界划分，以及如何支持实库虚库库存等概念
\end{itemize}
\item 明确产品受众和痛点，就产品设计和业务方达成一致
\item 完成渠道产品的研发工作
\end{itemize}
\end{frame}

\begin{frame}[label={sec:org71bdcbe}]{主办订单报表 \& 重庆主办系统实施试点}
\begin{itemize}
\item 配合主办需要优化系统
\end{itemize}
\end{frame}

\begin{frame}[label={sec:org05355ff}]{主办系统座位图导入}
\begin{itemize}
\item 当前有票牛系统内沉淀的 130 个场馆座位图
\item 待各城市座位图提供后依次导入
\end{itemize}
\end{frame}
\end{document}